Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: The Noisy CGM Target Increase raises your glucose target when the system detects noisy or raw CGM data. By default, the target is increased to 130% of your set target glucose to account for the less reliable glucose readings.
bg: Повишаването на целта при шумен CGM повишава целта ви за глюкоза, когато системата засече шумни или необработени CGM данни. По подразбиране целта се увеличава до 130% от зададената целева глюкоза, за да се отчетат по-малко надеждните показания.
cs: Zvýšení cíle při šumu CGM zvýší tvůj cílový limit glukózy, když systém detekuje zašuměná nebo nezpracovaná data ze senzoru. Ve výchozím nastavení se cíl zvýší na 130 % tvé nastavené cílové glykémie, aby se zohlednila nižší spolehlivost naměřených hodnot.
da: Det støjende CGM mål Øg dit glukosemål når systemet registrerer støjende eller rå CGM data. Som standard øges målet til 130 % af dit fastsatte mål glukose for at tage højde for de mindre pålidelige glukoseaflæsninger.
de: Die Zielerhöhung für verrauschte CGM-Daten erhöht Dein Glukoseziel, wenn das System verrauschte oder rohe CGM-Daten erkennt. Standardmäßig wird das Ziel auf 130 % Deines eingestellten Glukoseziels erhöht, um die weniger zuverlässigen Glukosemessungen zu kompensieren.
es: El aumento de objetivo CGM ruidoso aumenta su objetivo de glucosa cuando el sistema detecta ruido o datos CGM crudos. De forma predeterminada, el objetivo se incrementa al 130% de tu glucosa objetivo para tener en cuenta las lecturas de glucosa menos fiables.
fr: Le réglage « Augmenter la cible si CGM bruyant » augmente votre Cible de glucose lorsque le système détecte des données CGM bruyantes ou brutes. Par défaut, la cible est augmentée de 30% par rapport à la Cible de glucose définie, pour tenir compte de la fiabilité moindre des mesures de glucose.
it: L'Aumento del bersaglio CGM rumoroso aumenta il target di glucosio quando il sistema rileva i dati CGM rumorosi o grezzi. Per impostazione predefinita, l'obiettivo viene aumentato al 130% del tuo glucosio target impostato per tenere conto delle letture meno affidabili del glucosio.
nb_no: Økning av mål ved støyende CGM øker blodsukkermålet ditt når systemet oppdager støyende eller rå CGM-data. Som standard økes målet til 130 % av det angitte blodsukkermålet for å ta hensyn til de mindre pålitelige avlesningene.
nl: Het lawaaierige CGM streefdoel verhoogt uw suikerspiegel wanneer het systeem ruwe of ruwe CGM-gegevens detecteert. Standaard wordt het streefdoel verhoogd tot 130% van uw ingestelde glucose om rekening te houden met de minder betrouwbare glucosewaarden.
pl: Współczynnik szumu CGM podnosi Twój cel glikemii, gdy system wykryje zakłócone lub surowe dane CGM. Domyślnie cel jest zwiększany do 130% ustawionego docelowego poziomu glukozy, aby uwzględnić mniej wiarygodne odczyty glikemii.
pt_pt: O Alvo CGM barulhento aumenta seu alvo de glicose quando o sistema detecta ruído ou dados brutos do CGM. Por padrão, o alvo é aumentado para 130% da sua glicose definida para ter em conta as leituras de glicose menos confiáveis.
ru: Noisy CGM Target Increase повышает вашу целевую эффективность глюкозы, когда система обнаруживает шум или необработанные данные CGM. По умолчанию цель увеличена до 130% от вашего установленного целевого глюкозы на счет менее надежных показаний к глюкозу.
sv: Denna inställning höjer dina glukosmål när systemet upptäcker brus och orimliga svängningar i din CGM-data. Som standard ökas målet till 130% av ditt ordinarie målglukos för att hantera mindre tillförlitliga glukosavläsningar.
uk: Ціль шуму CGM збільшення підвищує ціль глюкози при виявленні шуму або необроблених даних CGM. За замовчуванням, ціль збільшується до 130% від вашої цільової глюкози для отримання менш надійного зчитування глюкози.
vi: Tăng Mục tiêu Đường huyết khi CGM nhiễu sẽ tự động nâng mục tiêu đường huyết của bạn khi hệ thống phát hiện dữ liệu CGM bị nhiễu hoặc không ổn định. Theo mặc định, mục tiêu sẽ được tăng lên 130% so với giá trị bạn đã đặt, nhằm bù trừ cho độ chính xác kém của các chỉ số đường huyết trong thời gian đó.
zh_hant: 雜訊CGM目標提高當系統檢測到雜訊或原始CGM數據時，會提高您的血糖目標。預設情況下，目標會提高到您設定的血糖目標的130%。

source: The order of Fat and Protein inputs has changed.
bg: Редът на въвеждане на мазнини и протеини е променен.
cs: Pořadí zadávání tuků a bílkovin se změnilo.
fr: L'ordre de saisie des lipides et des protéines a changé.
nb_no: Rekkefølgen på fett- og proteinverdiene har endret seg.
pl: Kolejność wprowadzania tłuszczu i białka uległa zmianie.
vi: Thứ tự nhập liệu Chất béo và Chất đạm đã thay đổi.
zh_hant: 脂肪與蛋白質輸入的順序已變更。

source: The oref algorithm determines insulin dosing based on a number of scenarios that it estimates with different types of forecasts.
bg: Алгоритъмът oref определя дозирането на инсулин въз основа на редица сценарии, които оценява с различни видове прогнози.
cs: Algoritmus oref určuje dávkování inzulínu na základě řady scénářů, které odhaduje pomocí různých typů předpovědí.
da: Ovennævnte algoritme bestemmer insulindoseringen baseret på en række scenarier, som den skønner med forskellige typer prognoser.
de: Der Oref-Algorithmus bestimmt die Insulindosierung basierend auf einer Reihe von Szenarien, die mit verschiedenen Arten von Prognosen geschätzt werden.
es: El algoritmo del oref determina la dosis de insulina en base a una serie de escenarios que calcula con diferentes tipos de preimpresión.
fr: L’algorithme "Oref" détermine le dosage d’insuline en fonction de plusieurs scénarios qu’il modélise à l’aide de différents types de prévisions.
it: L’algoritmo dell’oref determina il dosaggio dell’insulina sulla base di una serie di scenari che esso stima con diversi tipi di previsioni.
nb_no: Oref-algoritmen bestemmer insulindosering basert på en rekke scenarier som den estimerer med forskjellige prognoser.
nl: Het oefenalgoritme bepaalt de insulinedosis op basis van een aantal scenario's die het schat met verschillende soorten voorspellingen.
pl: Algorytm Oref określa dawkowanie insuliny w oparciu o szereg scenariuszy, które ocenia przy użyciu różnych prognoz.
pt_pt: O algoritmo de orema determina a dosagem de insulina com base em vários cenários que ele estima com diferentes tipos de previsões.
ru: Алгоритм руды определяет инсулин дозирования на основе ряда сценариев, которые он оценивает с различными типами прогнозов.
sv: Oref-algoritmen bestämmer insulindoseringen baserad på ett antal scenarion som den uppskattar utifrån ett antal olika prognoser.
uk: Алгоритм oref визначає дозу інсуліну, що базується на ряді сценаріїв, які він оцінює з різними типами прогнозів.
vi: Thuật toán oref xác định liều insulin dựa trên nhiều kịch bản khác nhau mà nó ước tính bằng các loại dự báo khác nhau.
zh_hant: oref演算法根據多種情況來確定胰島素劑量，並用不同類型的預測進行估算。

source: The oref algorithm provides recommendations, showing key variables, decisions on temporary basal rates or super-micro-boluses, and a 'reason' field explaining its actions. Find all key terms of this 'reason' explained below:
bg: Алгоритъмът oref предоставя препоръки, показвайки ключови променливи, решения за временни базални дози или super-micro-boluses, и поле „reason“, обясняващо действията му. По-долу ще намерите обяснения на всички ключови термини в това „reason“:
cs: Algoritmus oref poskytuje doporučení, zobrazuje klíčové proměnné, rozhodnutí o dočasných bazálních dávkách nebo super-micro-bolusech a pole „důvod“ vysvětlující jeho kroky. Vysvětlení všech klíčových pojmů z tohoto „důvodu“ najdeš níže:
da: Ovennævnte algoritme giver anbefalinger, der viser vigtige variabler, beslutninger om midlertidige basale satser eller super-mikroboluser, og en 'årsag' felt forklare sine handlinger. Find alle nøgleord i denne 'årsag' forklaret nedenfor:
de: Der oref-Algorithmus gibt Empfehlungen, zeigt Schlüsselvariablen, Entscheidungen über Temporäre Basalraten oder Super-Micro-Boli und ein "Begründungs"-Feld, das sein Handeln erklärt. Alle Schlüsselbegriffe dieser "Begründung" werden im Folgenden erklärt:
es: El algoritmo oref proporciona recomendaciones, mostrando variables clave, decisiones sobre tasas basales temporales o super-microbolos, y un campo de 'razón' explicando sus acciones. Encuentra todos los términos clave de esta 'razón' explicados a continuación:
fr: L’algorithme oref fournit des recommandations en affichant les variables clés, les décisions prises concernant les débits basaux temporaires ou les Super Micro Bolus (SMB), ainsi qu’une section intitulée « Raisonnement actuel de l’algorithme » expliquant ses actions. Vous trouverez ci-dessous la signification des principaux termes qui y sont mentionnés :
it: L'algoritmo oref fornisce raccomandazioni, mostrando le variabili chiave, le decisioni sulle velocità basali temporanee o sui super-micro-boli e un campo “motivazione” che spiega le sue azioni. Di seguito sono spiegati tutti i termini chiave di questa “motivazione”:
nb_no: Oref-algoritmen gir anbefalinger, viser nøkkelvariabler, beslutninger om midlertidige basaldoser eller supermikroboluser, og et "begrunnelse"-felt som forklarer handlingene. Du finner alle nøkkelbegrepene for denne "begrunnelsen" forklart nedenfor:
nl: Het algoritme biedt aanbevelingen, laat belangrijke variabelen, beslissingen over tijdelijke basaalsnelheden of super-microbolussen zien, en een 'reden' veld legt zijn acties uit. Vind alle belangrijke voorwaarden van deze 'reden' hieronder uitgelegd:
pl: Algorytm Oref dostarcza zaleceń, pokazując kluczowe zmienne, decyzje dotyczące tymczasowych dawek bazowych lub super-mikro-bolusów oraz pole „powód” wyjaśniające jego działania. Znajdź wszystkie kluczowe terminy z tego "powodu" wyjaśnione poniżej:
pt_pt: O algoritmo do oref fornece recomendações, mostrando variáveis chave, decisões sobre taxas basais temporárias ou supermicro-bolus, e um campo 'razão' explicando suas ações. Encontre todos os principais termos deste 'motivo' explicados abaixo:
ru: Алгоритм руды дает рекомендации, показывающие ключевые переменные, решения по временным базальным ставкам или супермикробокам и поле «причина», объясняющее свои действия. Найти все ключевые термины этого 'причина' описано ниже:
sv: Oref-algoritmen ger rekommendationer, visar nyckelvariabler, beslut om temporära basalnivåer eller super mikro bolusar, och ett 'anledning'-fält som förklarar dess åtgärder. All viktiga termer i denna 'anledning' förklaras nedan:
uk: Алгоритм oref надає рекомендації, показуючи ключові змінні, рішення про тимчасові базові ставки або надмікроболізації та поле "причина" пояснюють його дії. Знайти всі ключові терміни цієї "причини", поясненої нижче:
vi: Dưới đây là danh sách các thuật ngữ chính thường xuất hiện trong trường "reason" (lý do) của thuật toán oref (sử dụng trong hệ thống như OpenAPS, Loop, hoặc Trio), cùng với giải thích ngắn gọn cho từng thuật ngữ:
zh_hant: oref演算法提供建議，顯示關鍵變數以及對臨時基礎速率或超微量注射的決策，並提供“原因”字段解釋其行動。請參閱下面的“原因”字詞的所有關鍵術語：

source: The other side of the autosens safety limits, putting a cap on how low autosens can adjust basals, and how high it can adjust ISF and BG targets.
bg: Другата страна на предпазните граници на autosens — определя колко ниско може autosens да коригира базалните дози и колко високо може да коригира ISF и целевите стойности на BG.
cs: Druhá strana bezpečnostních limitů autosens, která omezuje, jak nízko může autosens upravit bazály a jak vysoko může upravit ISF a cíle glykémie.
da: Den anden side af autosens sikkerhedsgrænser, sætte en hætte på, hvor lav autosens kan justere basals, og hvor højt det kan justere ISF og BG mål.
de: Die andere Seite der Autosens-Sicherheitsgrenzen, die eine Obergrenze dafür setzt, wie niedrig Autosens die Basalraten anpassen kann und wie hoch es ISF-Werte und Glukoseziele anpassen kann.
es: El otro lado de los límites de seguridad de Autosens, poniendo un tope a cuán bajo Autosens puede ajustar basales, y cuán alto puede ajustar el factor de sensibilidad de la insulina y los objetivos de glucosa.
fr: L’autre limite de sécurité d’Autosens, qui fixe un plafond pour la réduction des débits basaux, et une limite supérieure pour l’augmentation du Facteur de Sensibilité à l’Insuline (ISF) et des cibles de glucose.
it: Un altro limite di sicurezza dell'autosensibilità, imposta un blocco a quanto in basso può regolare le basali l'autosensibilità e a quanto in alto può regolare ISF e target glicemici.
nb_no: Den andre siden av autosens sikkerhetsbegrensninger, begrenser hvor lavt autosens kan justere basaldoser og hvor høyt den kan justere ISF og BS-mål.
nl: De andere kant van de Autosens veiligheidslimiet, dit zet een limiet op hoe laag Autosens de basaal kan zetten, hoe hoog Autosens de ISF kan zetten en hoe hoog de streefwaarde ingesteld kan worden.
pl: Druga strona granic bezpieczeństwa autosenów, nakładając nasadkę na to, jak niskie autosens może korygować dawkę bazową, i jak wysokie może dostosować cele ISF i BG.
pt_pt: O outro lado dos limites de segurança do autosensen, colocando um limite no quão baixo os autosens podem ajustar as basais, e quão alto ele pode ajustar os alvos ISF e BG.
ru: По умолчанию: 0.7 Еще один параметр безопасности autosens, определяющий, как низко он может опускать базал и как высоко поднимать ISF (чувств к инсулину) и целевые СК.
sv: Standardvärde: 0.7. Denna multipel begränsar hur mycket autosens (och autotune) automatiskt kan justera ned basaler och öka insulinkänslighet (ISF) och/eller målvärden.
uk: Типово: 0.7 Ще один параметр безпеки Автосенс, що визначає, як низько він може опускати базал і як високо піднімати ISF (почуття до інсуліну) та цільові BG.
vi: Giới hạn an toàn còn lại của autosens, dùng để đặt mức tối đa cho việc giảm liều nền, cũng như mức tối đa cho việc tăng ISF và mục tiêu đường huyết.
zh_hant: 自動敏感度安全限制的另一個方面，限制自動敏感度對基礎的下限調整和對ISF及BG目標的上限調整。

source: the preset to apply
bg: шаблон за прилагане
cs: předvolba k použití
da: forudindstilling der skal anvendes
de: Vorlage anwenden
fr: Le préréglage à appliquer
nb_no: forhåndsinnstillingen som skal anvendes
nl: de voorinstelling die moet worden toegepast
pl: preset do zastosowania
vi: Thiết lập sắp được áp dụng
zh_hant: 要應用的預設

source: The ratio of how sensitive or resistant to insulin you are in the current loop cycle. Baseline = 1.0, Sensitive < 1.0, Resistant > 1.0
bg: Коефициентът, показващ колко чувствителни или резистентни сте към инсулин в текущия loop цикъл. База = 1.0, Чувствителен < 1.0, Резистентен > 1.0
cs: Poměr toho, jak citlivý nebo rezistentní na inzulín jsi v aktuálním cyklu smyčky. Základ = 1,0, Citlivý < 1,0, Rezistentní > 1,0.
da: Forholdet mellem hvor følsom eller resistent over for insulin De er i den aktuelle sløjfecyklus. Baseline = 1, 0, Følsom < 1, 0, Resistent > 1, 0
de: Das Verhältnis, wie empfindlich oder resistent Du im aktuellen Loop auf Insulin reagierst. Ausgangswert = 1,0, empfindlich < 1,0, resistent > 1,0
es: La proporción de lo sensible o resistente que eres a la insulina en el ciclo de bucle actual. Baseline = 1.0, Sensitivo < 1.0, Resistente > 1.0
fr: Ce ratio indique votre sensibilité ou votre résistance à l’insuline pendant le cycle de bouclage actuel. La valeur de référence est 1,0 : < 1,0 indique une sensibilité accrue, > 1,0 une résistance accrue
it: Rapporto tra quanto è sensibile o resistente all’insulina nel ciclo di ciclo in corso. Basale = 1,0, Sensibile < 1,0, Resistente > 1,0
nb_no: Forholdet mellom hvor sensitiv eller resistent overfor insulin du er i loop-syklusen. Baseline = 1,0, Sensitiv < 1,0, Resistent > 1,0
nl: De verhouding van hoe gevoelig of resistent je bent in de huidige loopcyclus. Baseline = 1.0, Sensitive < 1.0, Resistant > 1.0
pl: Stosunek wrażliwości lub oporności na insulinę w bieżącym cyklu pętli. Wartość początkowa = 1.0, wrażliwość < 1.0, Odporność > 1.0
pt_pt: A proporção de quão sensível ou resistente à insulina você é no ciclo de laço atual. Baseline = 1.0, Sensitiva < 1.0, Resistente > 1.0
ru: Отношение чувствительности или устойчивости к инсулину в текущем цикле. Базовый уровень = 1.0, чувствительность < 1.0, Сопротивление > 1.0
sv: Förhållandet mellan hur känslig eller resistent mot insulin du är i den aktuella loopcykeln. Baslinje = 1.0, Känslig < 1.0, Resistent > 1.0
uk: Співвідношення чутливого або стійкого до інсуліну ви знаходитесь в поточному циклі циклу. Базова лінія = 1.0, Дразивне, чутливі < 1.0, Опір > 1.0
vi: Tỉ lệ thể hiện mức độ nhạy cảm hoặc kháng insulin của bạn trong chu kỳ loop hiện tại. Mức cơ bản = 1.0, Độ nhạy < 1.0, Kháng insulin > 1.0
zh_hant: 您在當前循環週期內對胰島素的敏感度或抵抗能力的比率。基線 = 1.0，敏感 < 1.0，抵抗 > 1.0。

source: The Remaining Carbs Cap defines the upper limit for how many carbs the system will assume are absorbing over 4 hours, even when there's no clear sign of absorption from your glucose readings.
bg: Горната граница на оставащите въглехидрати определя максималния брой въглехидрати, които системата ще приеме, че се абсорбират за 4 часа, дори когато няма ясен знак за абсорбция от показанията на глюкозата.
cs: Limit zbývajících sacharidů určuje horní hranici toho, kolik sacharidů bude systém předpokládat, že se vstřebává během 4 hodin, i když z tvých naměřených hodnot glukózy není patrné jasné vstřebávání.
da: De resterende kulhydrater Cap definerer den øvre grænse for, hvor mange kulhydrater systemet vil antage, absorberer over 4 timer, selv når der ikke er noget klart tegn på optagelse fra dine glukoseaflæsninger.
de: Die Obergrenze für verbleibende Kohlenhydrate legt fest, wie viele Kohlenhydrate das System innerhalb von 4 Stunden aufnehmen kann, auch wenn die Glukosemessungen keine eindeutigen Anzeichen für eine Aufnahme zeigen.
es: El límite máximo restante de carbohidratos define el límite superior para cuántos glúcidos supondrá que absorberán en más de 4 horas incluso cuando no hay signos claros de absorción de tus lecturas de glucosa.
fr: Le réglage "Plafond des glucides restants" définit la quantité maximale de glucides que le système considérera comme étant en cours d’absorption sur 4 heures, même si les mesures du glucose ne montrent aucun signe clair d’absorption.
it: Il Berretto Carbs Rimanente definisce il limite superiore per il numero di carboidrati che il sistema supporrà assorbire nell'arco di 4 ore, anche quando non c'è un chiaro segno di assorbimento dalle letture di glucosio.
nb_no: Gjenværende karbohydratgrense definerer den øvre grensen for hvor mange karbohydrater systemet antar absorberes i løpet av 4 timer, selv når det ikke er noe tydelig tegn på absorpsjon fra blodsukkermålingene dine.
nl: De Resterende Koolhydraten pet definieert de bovengrens voor hoeveel koolhydraten het systeem absorberen meer dan 4 uur. Zelfs als er geen duidelijk teken van absorptie is uit uw glucosemetingen.
pl: Limit pozostałych węglowodanów określa górną granicę ilości węglowodanów, którą system przyjmie za wchłoniętą w ciągu 4 godzin, nawet jeśli nie ma wyraźnych oznak wchłaniania na podstawie odczytów poziomu glukozy.
pt_pt: O limite máximo de carboidratos que restam define a quantidade de hidratos que o sistema irá assumir estão a absorver durante 4 horas. Mesmo quando não há sinais claros de absorção de suas leituras de glicose.
ru: Оставшаяся Карбовая шапка определяет верхний предел количества углеводов, которые будет предполагать систему поглощения более 4 часов, Даже если нет четкого признака поглощения глюкозы из показаний.
sv: Maxgränsen för återstående kolhydrater definierar hur många kolhydrater systemet kommer att anta absorberas över 4 timmar, även när det inte finns några tydliga tecken på absorption från dina glukosavläsningar.
uk: Карби, що залишилися - крива визначає верхню межу, кількість автівок буде вважати, поглинається протягом 4 годин, навіть якщо немає чіткої ознаки поглинання з ваших показників глюкози.
vi: Giới hạn Carb Còn Lại (Remaining Carbs Cap) xác định lượng carbs tối đa mà hệ thống sẽ giả định đang được hấp thu trong vòng 4 giờ, ngay cả khi không có dấu hiệu rõ ràng về sự hấp thu từ dữ liệu đường huyết của bạn.
zh_hant: 剩餘碳水化合物上限定義系統假設在4小時內吸收的碳水化合物的上限，即使從您的血糖讀取值中沒有明顯的吸收信號。

source: The Sensitivity Ratio is used to calculate the amount of adjustment needed to basal rates and ISF.
bg: Коефициентът на чувствителност се използва за изчисляване на необходимата корекция на базалните дози и ISF.
cs: Poměr citlivosti se používá k výpočtu míry úpravy bazálních dávek a ISF.
da: Følsomhedsforholdet anvendes til at beregne størrelsen af den justering, der er nødvendig for basale rater og ISF.
de: Das Empfindlichkeitsverhältnis wird verwendet, um die Höhe der erforderlichen Anpassung der Basalraten und des ISF zu berechnen.
fr: Le réglage du ratio de sensibilité sert à calculer les ajustements à appliquer au profil basal et à l’ISF (Facteur de Sensibilité à l'Insuline).
nb_no: Sensitivitetsratio brukes til å beregne hvor mye justering som er nødvendig for basalrater og ISF.
nl: De gevoeligheidsverhouding wordt gebruikt om de hoeveelheid aanpassing te berekenen die nodig is voor basaalstanden en ISF.
pl: Współczynnik czułości służy do obliczenia wielkości korekty potrzebnej do ustalenia dawek podstawowych i ISF.
sv: Känslighetsration används för att beräkna vilken justering som behövs för basal, ISF och CR.
vi: Tỉ lệ Nhạy cảm (Sensitivity Ratio) được sử dụng để tính toán mức điều chỉnh cần thiết cho tốc độ nền (Basal Rate) và hệ số nhạy cảm insulin (ISF).
zh_hant: 敏感度比例用於計算對基礎率和 ISF 的調整需求。
